Repository: olivierh59500/FacyReact
Catalog: App/Resources/*.lproj/Localizable.strings
Languages: de

# Auth.identifyYourself
source: Identify yourself!
de: Identifiziere dich selbst!

# ConnectBleDevice.description
source: Please make sure, that your device is turned on
de: Bitte sicherstellen, dass der Pegel Meter verbunden und eingeschaltet ist

# ConnectBleDevice.headline
source: Connect Wearable
de: Pegelmeter verbinden

# ConnectBleDevice.manualConnection
source: Connect manually
de: Manuell verbinden

# ConnectBleDevice.scanQRCode
source: Scan QR-Code
de: QR-Code scannen

# Login.buttonText
source: Let's go
de: Los geht's

# Login.headline
source: Login
de: Einloggen

# ManualConnection.scanCellTitle
source: Search
de: Suchen

# ManualConnection.searchTitle
source: ### devices found. Would you like to search for more devices?
de: Es wurden ### Geräte gefunden. Nach weiteren Geräte suchen?

# ManualConnection.stopScan
source: Stop
de: Stopp

# ManualConnection.stopTitle
source: Search for Wearable devices...
de: Es wird nach verfügbaren PegelMeter-Geräten gesucht...

# ManualConnection.title
source: Connect Wearable
de: PegelMeter verbinden

# Menu.newMeasurement
source: New measurement
de: Neue Messung

# Menu.overviewMeasurements
source: Overview measurements
de: Übersicht Messungen

# Menu.settings
source: Settings
de: Einstellungen

# Settings.liveView.intervalStandard
source: Interval standard
de: Intervallstandard

# Settings.lockAutomation
source: Lock Automation
de: Automatisch sperren

# Settings.NewMeasurement.referenceTypeStandard
source: Reference type standard
de: Bezugsart Standard

# Settings.SectionTitle.newMeasurement
source: New measurement
de: Neue Messung

# Settings.title
source: Settings
de: Einstellungen

# Unlock.buttonTitle
source: Unlock
de: Entsperren

# Unlock.description
source: The app is locked for security reasons
de: Die App wurde aus Sicherheitsgründen gesperrt.

# Unlock.headline
source: App locked
de: App gesperrt
